Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# KeysPreferences.HotkeyPanelExplanation
source: This panel helps you configure a new profile that will be bound to a keystroke you assign. Pressing the hotkey (even when iTerm2 is not active) will toggle a special window.
de: Dieses Bedienfeld hilft Ihnen, ein neues Profil zu konfigurieren, das an eine von Ihnen zugewiesene Tastenkombination gebunden wird. Das Drücken des Hotkeys (auch wenn iTerm2 nicht aktiv ist) schaltet ein spezielles Fenster um.
ja: このパネルでは、割り当てたキーストロークにバインドされる新しいプロファイルを設定できます。ホットキーを押すと（iTerm2がアクティブでない場合でも）、特別なウインドウが表示または非表示になります。
pt_br: Este painel ajuda você a configurar um novo perfil que será associado a uma tecla que você atribuir. Pressionar a hotkey (mesmo quando o iTerm2 não está ativo) alternará uma janela especial.
ru: Эта панель помогает настроить новый профиль, который будет привязан к назначенному вами сочетанию клавиш. Нажатие горячей клавиши (даже если iTerm2 неактивен) переключает специальное окно.
zh_hans: 此面板可帮助你配置一个绑定到你指定的按键的新配置文件。按下热键（即使 iTerm2 未处于活跃状态）将切换一个特殊窗口。

# KeysPreferences.KeyboardLocale
source: Keyboard locale
de: Tastaturgebietsschema
ja: キーボードのロケール
pt_br: Localidade do teclado
ru: Локаль клавиатуры
zh_hans: 键盘语言环境

# KeysPreferences.LeaderHelp
source: The leader behaves like a modifier key, such as Command or Option, but is a separate keystroke. It can be used in key bindings. For example, if you set the leader to ⌘b then you could bind an action to the two-keystroke sequence “⌘b x”. ⌘b is the recommended leader and that keystroke will not be used for other purposes in the future.
de: Der Leader verhält sich wie eine Modifikatortaste, etwa Befehl oder Option, ist aber eine eigene Tastenkombination. Er kann in Tastenzuordnungen verwendet werden. Wenn Sie den Leader beispielsweise auf ⌘b festlegen, können Sie eine Aktion an die zweiteilige Tastenfolge „⌘b x“ binden. ⌘b ist der empfohlene Leader, und diese Tastenkombination wird in Zukunft nicht für andere Zwecke verwendet.
ja: リーダーはCommandやOptionなどの修飾キーのように動作しますが、独立したキーストロークです。キーバインドで使用できます。たとえば、リーダーを⌘bに設定すると、「⌘b x」という2回のキーストロークのシーケンスにアクションをバインドできます。⌘bが推奨されるリーダーで、このキーストロークは今後他の用途には使用されません。
pt_br: O leader se comporta como uma tecla modificadora, como Command ou Option, mas é uma tecla separada. Ele pode ser usado em associações de teclas. Por exemplo, se você definir o leader como ⌘b, poderá associar uma ação à sequência de duas teclas “⌘b x”. ⌘b é o leader recomendado e essa tecla não será usada para outros fins no futuro.
ru: Лидер ведёт себя как модификатор, например Command или Option, но представляет собой отдельное нажатие клавиши. Его можно использовать в сочетаниях клавиш. Например, если назначить лидером ⌘b, можно привязать действие к последовательности из двух нажатий «⌘b x». ⌘b — рекомендуемый лидер, и это сочетание клавиш не будет использоваться для других целей в будущем.
zh_hans: Leader 键的行为类似修饰键（如 Command 或 Option），但它是一个独立的按键。它可用于按键绑定。例如，如果你将 leader 设置为 ⌘b，则可以将某个操作绑定到“⌘b x”这个双按键序列。⌘b 是推荐的 leader，且该按键将来不会用于其他用途。

# KeysPreferences.PossibleOverrideWarning
source: The global keyboard shortcut you have set is overridden by at least one profile. Check your profiles’ keyboard settings if it doesn't work as expected.
de: Die von Ihnen festgelegte globale Tastenkombination wird von mindestens einem Profil überschrieben. Überprüfen Sie die Tastatureinstellungen Ihrer Profile, falls es nicht wie erwartet funktioniert.
ja: 設定したグローバルキーボードショートカットは、少なくとも1つのプロファイルによって上書きされています。想定どおりに動作しない場合は、プロファイルのキーボード設定を確認してください。
pt_br: O atalho de teclado global que você definiu é substituído por ao menos um perfil. Verifique os ajustes de teclado dos seus perfis se ele não funcionar como esperado.
ru: Заданное вами глобальное сочетание клавиш переопределено как минимум одним профилем. Проверьте настройки клавиатуры в профилях, если оно не работает так, как ожидалось.
zh_hans: 你设置的全局键盘快捷键被至少一个配置文件覆盖。如果它没有按预期工作，请检查配置文件的键盘设置。

# KeysPreferences.RemoveBeforeImporting
source: Remove all key mappings before importing mappings?
de: Alle Tastenzuordnungen vor dem Importieren entfernen?
ja: マッピングを読み込む前に、すべてのキーマッピングを削除しますか？
pt_br: Remover todos os mapeamentos de teclas antes de importar mapeamentos?
ru: Удалить все сочетания клавиш перед импортом сочетаний?
zh_hans: 在导入映射前删除所有按键绑定吗？

# KeysPreferences.RemoveBeforeLoadingPreset
source: Remove all key mappings before loading a preset?
de: Alle Tastenzuordnungen vor dem Laden einer Voreinstellung entfernen?
ja: プリセットを読み込む前に、すべてのキーマッピングを削除しますか？
pt_br: Remover todos os mapeamentos de teclas antes de carregar uma predefinição?
ru: Удалить все сочетания клавиш перед загрузкой предустановки?
zh_hans: 加载预设前删除所有按键绑定吗？

# KeysPreferences.TouchBarItemAddedDescription
source: Select View > Customize Touch Bar to enable your new touch bar item.
de: Wählen Sie „Darstellung“ > „Touch Bar anpassen“, um Ihr neues Touch Bar-Element zu aktivieren.
ja: 新しいTouch Barアイテムを有効にするには、「表示」>「Touch Barをカスタマイズ」を選択してください。
pt_br: Selecione Visualizar > Personalizar Touch Bar para ativar o novo item da Touch Bar.
ru: Выберите «Вид» > «Настроить Touch Bar», чтобы включить новый элемент Touch Bar.
zh_hans: 选择 显示 > 自定 Touch Bar 以启用你的新 Touch Bar 项目。

# KeysPreferences.TouchBarItemAddedTitle
source: Touch Bar Item Added
de: Touch Bar-Element hinzugefügt
ja: Touch Barアイテムを追加しました
pt_br: Item da Touch Bar adicionado
ru: Элемент Touch Bar добавлен
zh_hans: 已添加 Touch Bar 项目

# LargeComposer.AIErrorHeading
source: AI Error
de: KI-Fehler
ja: AIエラー
pt_br: Erro de IA
ru: Ошибка ИИ
zh_hans: AI 错误

# LargeComposer.HelpAddCursor
source: ^⇧-click Add cursor
de: ^⇧-Klick Cursor hinzufügen
ja: ^⇧-クリック カーソルを追加
pt_br: ^⇧-clique Adicionar cursor
ru: ^⇧-клик Добавить курсор
zh_hans: ^⇧-点按 添加光标

# LargeComposer.HelpAddCursorAbove
source: ^⇧↑ Add cursor above
de: ^⇧↑ Cursor oberhalb hinzufügen
ja: ^⇧↑ 上にカーソルを追加
pt_br: ^⇧↑ Adicionar cursor acima
ru: ^⇧↑ Добавить курсор сверху
zh_hans: ^⇧↑ 在上方添加光标

# LargeComposer.HelpAddCursorBelow
source: ^⇧↓ Add cursor below
de: ^⇧↓ Cursor unterhalb hinzufügen
ja: ^⇧↓ 下にカーソルを追加
pt_br: ^⇧↓ Adicionar cursor abaixo
ru: ^⇧↓ Добавить курсор снизу
zh_hans: ^⇧↓ 在下方添加光标

# LargeComposer.HelpAddCursors
source: ⌥-drag Add cursors
de: ⌥-Ziehen Cursor hinzufügen
ja: ⌥-ドラッグ カーソルを追加
pt_br: ⌥-arrastar Adicionar cursores
ru: ⌥-перетаскивание Добавить курсоры
zh_hans: ⌥-拖移 添加多个光标

# LargeComposer.HelpAdvancedPaste
source: ⌥⌘V Open in Advanced Paste
de: ⌥⌘V In „Erweitertes Einfügen“ öffnen
ja: ⌥⌘V 高度なペーストで開く
pt_br: ⌥⌘V Abrir em Colagem avançada
ru: ⌥⌘V Открыть в режиме расширенной вставки
zh_hans: ⌥⌘V 在高级粘贴中打开

# LargeComposer.HelpAILookup
source: ⌘Y Natural language AI lookup
de: ⌘Y KI-Suche in natürlicher Sprache
ja: ⌘Y 自然言語でAI検索
pt_br: ⌘Y Consulta de IA em linguagem natural
ru: ⌘Y Поиск с помощью ИИ на естественном языке
zh_hans: ⌘Y 自然语言 AI 查询

# LargeComposer.HelpEnqueueCommandAtCursor
source: ⌥↩ Enqueue command at cursor
de: ⌥↩ Befehl an der Cursorposition einreihen
ja: ⌥↩ カーソル位置のコマンドをキューに追加
pt_br: ⌥↩ Enfileirar comando no cursor
ru: ⌥↩ Поставить команду в очередь в позиции курсора
zh_hans: ⌥↩ 将光标处的命令加入队列

# LargeComposer.HelpExplainShell
source: ⌘-click Open in explainshell.com
de: ⌘-Klick In explainshell.com öffnen
ja: ⌘-クリック explainshell.comで開く
pt_br: ⌘-clique Abrir em explainshell.com
ru: ⌘-клик Открыть в explainshell.com
zh_hans: ⌘-点按 在 explainshell.com 中打开

# LargeComposer.HelpOpenFindBar
source: ⌘F Open Find bar
de: ⌘F Suchleiste öffnen
ja: ⌘F 検索バーを開く
pt_br: ⌘F Abrir barra de busca
ru: ⌘F Открыть панель поиска
zh_hans: ⌘F 打开查找栏

# LargeComposer.HelpSendCommandAtCursor
source: ⌥⇧↩ Send command at cursor
de: ⌥⇧↩ Befehl an der Cursorposition senden
ja: ⌥⇧↩ カーソル位置のコマンドを送信
pt_br: ⌥⇧↩ Enviar comando no cursor
ru: ⌥⇧↩ Отправить команду в позиции курсора
zh_hans: ⌥⇧↩ 发送光标处的命令

# LargeComposer.HelpSendContents
source: ⇧↩ Send contents or selection
de: ⇧↩ Inhalt oder Auswahl senden
ja: ⇧↩ 内容または選択範囲を送信
pt_br: ⇧↩ Enviar conteúdo ou seleção
ru: ⇧↩ Отправить содержимое или выделение
zh_hans: ⇧↩ 发送内容或所选内容

# LargeComposer.HelpViewCommandHistory
source: ⇧⌘; View command history
de: ⇧⌘; Befehlsverlauf anzeigen
ja: ⇧⌘; コマンド履歴を表示
pt_br: ⇧⌘; Ver histórico de comandos
ru: ⇧⌘; Просмотреть историю команд
zh_hans: ⇧⌘; 查看命令历史

# LargeComposer.LastUsedFormat
source: Last used %@
de: Zuletzt verwendet %@
ja: 最終使用: %@
pt_br: Usado pela última vez %@
ru: Последнее использование: %@
zh_hans: 最后使用 %@

# LastPass.AccountAddFailed
source: The account could not be added.
de: Das Konto konnte nicht hinzugefügt werden.
ja: アカウントを追加できませんでした。
pt_br: Não foi possível adicionar a conta.
ru: Не удалось добавить учётную запись.
zh_hans: 无法添加账户。

# LastPass.AccountDeleteFailed
source: The account could not be deleted
de: Das Konto konnte nicht gelöscht werden
ja: アカウントを削除できませんでした
pt_br: Não foi possível apagar a conta
ru: Не удалось удалить учётную запись
zh_hans: 无法删除账户

# LastPass.AccountListFetchFailed
source: The account list could not be fetched.
de: Die Kontoliste konnte nicht abgerufen werden.
ja: アカウントリストを取得できませんでした。
pt_br: Não foi possível obter a lista de contas.
ru: Не удалось получить список учётных записей.
zh_hans: 无法获取账户列表。

# LastPass.AuthFailedMessage
source: You can also try opening a terminal window and running `lpass login %@`.
de: Sie können auch versuchen, ein Terminalfenster zu öffnen und `lpass login %@` auszuführen.
ja: ターミナルウインドウを開いて`lpass login %@`を実行することもできます。
pt_br: Você também pode tentar abrir uma janela de terminal e executar `lpass login %@`.
ru: Вы также можете попробовать открыть окно терминала и выполнить `lpass login %@`.
zh_hans: 你也可以尝试打开终端窗口并运行 `lpass login %@`。

# LastPass.AuthFailedTitle
source: Authentication Failed
de: Authentifizierung fehlgeschlagen
ja: 認証に失敗しました
pt_br: Falha na autenticação
ru: Ошибка аутентификации
zh_hans: 认证失败

# LastPass.CannotFindCLIMessage
source: In order to use the LastPass integration, iTerm2 needs to know where to find the CLI app named “lpass”. Select Locate to provide its location.
de: Um die LastPass-Integration zu verwenden, muss iTerm2 wissen, wo sich die CLI-App namens „lpass“ befindet. Wählen Sie „Suchen“, um den Speicherort anzugeben.
ja: LastPass連携を使用するには、iTerm2が「lpass」という名前のCLIアプリの場所を知る必要があります。「探す」を選択して場所を指定してください。
pt_br: Para usar a integração com o LastPass, o iTerm2 precisa saber onde encontrar o app de CLI chamado “lpass”. Selecione Localizar para fornecer a localização dele.
ru: Чтобы использовать интеграцию с LastPass, iTerm2 нужно знать, где находится приложение командной строки с именем «lpass». Выберите «Найти», чтобы указать его расположение.
zh_hans: 要使用 LastPass 集成，iTerm2 需要知道名为“lpass”的 CLI 应用的位置。选择“定位”以提供其位置。

# LastPass.CannotFindCLITitle
source: Can’t Find LastPass CLI
de: LastPass-CLI nicht gefunden
ja: LastPass CLIが見つかりません
pt_br: Não foi possível encontrar a CLI do LastPass
ru: Не удаётся найти интерфейс командной строки LastPass
zh_hans: 找不到 LastPass CLI

# LastPass.CopyCommand
source: Copy Command
de: Befehl kopieren
ja: コマンドをコピー
pt_br: Copiar comando
ru: Копировать команду
zh_hans: 拷贝命令

# LastPass.Help
source: Help
de: Hilfe
ja: ヘルプ
pt_br: Ajuda
ru: Справка
zh_hans: 帮助

# LastPass.Locate
source: Locate
de: Suchen
ja: 探す
pt_br: Localizar
ru: Найти
zh_hans: 定位

# LastPass.LoginSuccessfulMessage
source: Please retry your action in the password manager.
de: Bitte wiederholen Sie Ihre Aktion im Passwort-Manager.
ja: パスワードマネージャーで操作をやり直してください。
pt_br: Tente sua ação novamente no cofre de senhas.
ru: Повторите действие в менеджере паролей.
zh_hans: 请在密码管理器中重试你的操作。

# LastPass.LoginSuccessfulTitle
source: Login Successful
de: Anmeldung erfolgreich
ja: ログインに成功しました
pt_br: Login bem-sucedido
ru: Вход выполнен успешно
zh_hans: 登录成功

# LastPass.OpenTerminalWindow
source: Open Terminal Window
de: Terminalfenster öffnen
ja: ターミナルウインドウを開く
pt_br: Abrir janela de terminal
ru: Открыть окно терминала
zh_hans: 打开终端窗口

# LastPass.PasswordFetchFailed
source: The password could not be fetched.
de: Das Passwort konnte nicht abgerufen werden.
ja: パスワードを取得できませんでした。
pt_br: Não foi possível obter a senha.
ru: Не удалось получить пароль.
zh_hans: 无法获取密码。

# LastPass.PasswordSetFailed
source: The password could not be set.
de: Das Passwort konnte nicht festgelegt werden.
ja: パスワードを設定できませんでした。
pt_br: Não foi possível definir a senha.
ru: Не удалось установить пароль.
zh_hans: 无法设置密码。

# LastPass.TimeoutMessage
source: The LastPass service took too long to respond. %@
de: Der LastPass-Dienst hat zu lange für die Antwort gebraucht. %@
ja: LastPassサービスの応答に時間がかかりすぎました。%@
pt_br: O serviço do LastPass demorou muito para responder. %@
ru: Служба LastPass слишком долго не отвечала. %@
zh_hans: LastPass 服务响应超时。%@

# LastPass.TimeoutTitle
source: Timeout
de: Zeitüberschreitung
ja: タイムアウト
pt_br: Tempo esgotado
ru: Тайм-аут
zh_hans: 超时

# LaunchExperience.CopyCommand
source: Copy Command
de: Befehl kopieren
ja: コマンドをコピー
pt_br: Copiar comando
ru: Копировать команду
zh_hans: 拷贝命令

# LaunchExperience.Ignore
source: Ignore
de: Ignorieren
ja: 無視
pt_br: Ignorar
ru: Игнорировать
zh_hans: 忽略

# LaunchExperience.ImportantChange
source: Important Change
de: Wichtige Änderung
ja: 重要な変更
pt_br: Alteração importante
ru: Важное изменение
zh_hans: 重要更改

# LaunchExperience.PasteBehaviorChangeMessage
source: iTerm2 no longer warns before a multi-line paste, unless you are at the shell prompt.
de: iTerm2 warnt nicht mehr vor einem mehrzeiligen Einfügen, es sei denn, Sie befinden sich an der Shell-Eingabeaufforderung.
ja: iTerm2は、シェルプロンプトにいる場合を除き、複数行のペースト前に警告を表示しなくなりました。
pt_br: O iTerm2 não avisa mais antes de uma colagem de várias linhas, a menos que você esteja no prompt do shell.
ru: iTerm2 больше не предупреждает перед многострочной вставкой, если вы не находитесь в строке приглашения оболочки.
zh_hans: iTerm2 不再在粘贴多行前发出警告，除非你位于 Shell 提示符处。

# LaunchExperience.RemindMeLater
source: Remind me Later
de: Später erinnern
ja: 後で通知
pt_br: Lembrar mais tarde
ru: Напомнить позже
zh_hans: 稍后提醒我

# LaunchExperience.SystemPythonOutdatedHeading
source: Upgrade system Python iterm2 module?
de: System-Python-iterm2-Modul aktualisieren?
ja: システムPythonのiterm2モジュールをアップグレードしますか？
pt_br: Atualizar o módulo iterm2 do Python do sistema?
ru: Обновить системный модуль iterm2 для Python?
zh_hans: 升级系统 Python iterm2 模块？

# LaunchExperience.SystemPythonOutdatedMessage
source: The system Python's iterm2 module is out of date and won't work with this version of iTerm2. Run `%@` to fix it.
de: Das iterm2-Modul des System-Python ist veraltet und funktioniert nicht mit dieser Version von iTerm2. Führen Sie `%@` aus, um das Problem zu beheben.
ja: システムPythonのiterm2モジュールが古く、このバージョンのiTerm2では動作しません。`%@`を実行して修正してください。
pt_br: O módulo iterm2 do Python do sistema está desatualizado e não funcionará com esta versão do iTerm2. Execute `%@` para corrigir.
ru: Модуль iterm2 системного Python устарел и не будет работать с этой версией iTerm2. Выполните `%@`, чтобы исправить это.
zh_hans: 系统 Python 的 iterm2 模块已过时，将无法与此版本的 iTerm2 配合使用。请运行 `%@` 进行修复。

# LaunchServices.ChooseApplicationButton
source: Choose Application…
de: Anwendung auswählen…
ja: アプリケーションを選択…
pt_br: Escolher app…
ru: Выбрать приложение…
zh_hans: 选择应用…

# LaunchServices.ChooseAppMessage
source: Choose an application on your computer to open this file.
de: Wählen Sie eine Anwendung auf Ihrem Computer aus, um diese Datei zu öffnen.
ja: このファイルを開くアプリケーションをコンピュータから選択してください。
pt_br: Escolha um app no seu computador para abrir este arquivo.
ru: Выберите приложение на вашем компьютере, чтобы открыть этот файл.
zh_hans: 选择电脑上的应用来打开此文件。

# LaunchServices.CurrentHandler
source: The current handler is: %@
de: Der aktuelle Handler ist: %@
ja: 現在のハンドラ: %@
pt_br: O manipulador atual é: %@
ru: Текущий обработчик: %@
zh_hans: 当前处理程序为：%@

# LaunchServices.NoAppToOpenDocument
source: There is no application set to open the document “%@”
de: Es ist keine Anwendung zum Öffnen des Dokuments „%@“ festgelegt
ja: ドキュメント「%@」を開くために設定されたアプリケーションがありません
pt_br: Não há nenhum app definido para abrir o documento “%@”
ru: Нет приложения, назначенного для открытия документа «%@»
zh_hans: 未设置可打开文稿“%@”的应用

# LaunchServices.NoHandler
source: There is currently no handler.
de: Es ist derzeit kein Handler festgelegt.
ja: 現在ハンドラが設定されていません。
pt_br: Atualmente não há nenhum manipulador.
ru: В настоящее время обработчик не назначен.
zh_hans: 当前没有处理程序。

# LaunchServices.NotDefaultHandlerTitle
source: iTerm is not the default handler for %@. Would you like to set iTerm as the default handler?
de: iTerm ist nicht der Standard-Handler für %@. Möchten Sie iTerm als Standard-Handler festlegen?
ja: iTermは%@のデフォルトハンドラではありません。iTermをデフォルトハンドラに設定しますか？
pt_br: O iTerm não é o manipulador padrão de %@. Deseja definir o iTerm como o manipulador padrão?
ru: iTerm не является обработчиком по умолчанию для %@. Хотите назначить iTerm обработчиком по умолчанию?
zh_hans: iTerm 不是 %@ 的默认处理程序。是否要将 iTerm 设为默认处理程序？

# LLMProvider.UnknownPlatform
source: Unknown Platform
de: Unbekannte Plattform
ja: 不明なプラットフォーム
pt_br: Plataforma desconhecida
ru: Неизвестная платформа
zh_hans: 未知平台

# LocalePrompt.Message
source: No valid UNIX locale exists for your computer’s current language and country. This may cause command-line apps to misbehave. Please select one from the list below.
de: Für die aktuelle Sprache und das Land Ihres Computers existiert kein gültiges UNIX-Gebietsschema. Dies kann dazu führen, dass Kommandozeilen-Apps sich fehlerhaft verhalten. Bitte wählen Sie eines aus der folgenden Liste aus.
ja: お使いのコンピュータの現在の言語と国に対応する有効なUNIXロケールが存在しません。これによりコマンドラインアプリが正しく動作しないことがあります。以下のリストから1つ選択してください。
pt_br: Não existe nenhum locale UNIX válido para o idioma e o país atuais do seu computador. Isso pode fazer com que apps de linha de comando se comportem mal. Selecione um na lista abaixo.
ru: Для текущего языка и страны вашего компьютера не существует допустимой локали UNIX. Это может привести к некорректной работе приложений командной строки. Выберите локаль из списка ниже.
zh_hans: 你的电脑当前语言和国家/地区不存在有效的 UNIX locale。这可能导致命令行应用行为异常。请从下方列表中选择一个。

# LocalePrompt.SaveToArrangement
source: Save selection to arrangement %@
de: Auswahl in Arrangement %@ speichern
ja: 選択内容を「%@」アレンジメントに保存
pt_br: Salvar seleção no arranjo %@
ru: Сохранить выбор в расположении окон «%@»
zh_hans: 将选择存储到窗口布局 %@

# LocalePrompt.SaveToProfile
source: Save selection to profile %@
de: Auswahl in Profil %@ speichern
ja: 選択内容を「%@」プロファイルに保存
pt_br: Salvar seleção no perfil %@
ru: Сохранить выбор в профиле «%@»
zh_hans: 将选择存储到配置文件 %@

# LocalePrompt.UseMinimalPOSIX
source: Use Minimal POSIX Locale
de: Minimales POSIX-Gebietsschema verwenden
ja: 最小POSIXロケールを使用
pt_br: Usar locale POSIX mínimo
ru: Использовать минимальную локаль POSIX
zh_hans: 使用最小化 POSIX 语言环境

# LocalePrompt.WrongEncodingSection
source: Locales with wrong encoding
de: Gebietsschemata mit falscher Kodierung
ja: エンコーディングが間違っているロケール
pt_br: Locales com codificação incorreta
ru: Локали с неверной кодировкой
zh_hans: 编码错误的语言环境

# LoggingHelper.CouldNotWriteSessionLog
source: Couldn’t write to session log
de: Sitzungsprotokoll konnte nicht geschrieben werden
ja: セッションログに書き込めませんでした
pt_br: Não foi possível escrever no log da sessão
ru: Не удалось записать в журнал сеанса
zh_hans: 无法写入会话日志

# LoggingHelper.LoggingFolderNotFound
source: Logging Folder Not Found
de: Protokollordner nicht gefunden
ja: ロギングフォルダが見つかりません
pt_br: Pasta de log não encontrada
ru: Папка журналирования не найдена
zh_hans: 未找到日志文件夹

# MacOS11Deprecation.Heading
source: Deprecation Notice
de: Hinweis zum Support-Ende
ja: 非推奨のお知らせ
pt_br: Aviso de descontinuação
ru: Уведомление об устаревании
zh_hans: 弃用通知

# MacOS11Deprecation.Message
source: This is the last nightly build that will support macOS 11 and older. Sorry for the inconvenience!
de: Dies ist der letzte Nightly Build, der macOS 11 und älter unterstützt. Entschuldigen Sie die Unannehmlichkeiten!
ja: これはmacOS 11以前をサポートする最後のナイトリービルドです。ご不便をおかけして申し訳ございません！
pt_br: Esta é a última versão nightly que oferecerá suporte ao macOS 11 e anteriores. Desculpe pelo transtorno!
ru: Это последняя ночная сборка, которая поддерживает macOS 11 и более ранние версии. Приносим извинения за неудобства!
zh_hans: 这是支持 macOS 11 及更早版本的最后一个 nightly 构建。造成不便，敬请谅解！

# MacOS13Notice.Heading
source: Deprecation Notice
de: Hinweis zum Support-Ende
ja: 非推奨のお知らせ
pt_br: Aviso de descontinuação
ru: Уведомление об устаревании
zh_hans: 弃用通知

# MacOS13Notice.Message
source: Future versions of iTerm2 will require macOS 13 (Ventura) or later. This is the last version that supports macOS 12. Sorry for the inconvenience!
de: Zukünftige Versionen von iTerm2 erfordern macOS 13 (Ventura) oder neuer. Dies ist die letzte Version, die macOS 12 unterstützt. Entschuldigen Sie die Unannehmlichkeiten!
ja: 今後のバージョンのiTerm2はmacOS 13（Ventura）以降が必要になります。これはmacOS 12をサポートする最後のバージョンです。ご不便をおかけして申し訳ございません！
pt_br: Versões futuras do iTerm2 exigirão o macOS 13 (Ventura) ou posterior. Esta é a última versão compatível com o macOS 12. Desculpe pelo transtorno!
ru: Будущие версии iTerm2 потребуют macOS 13 (Ventura) или более позднюю версию. Это последняя версия, поддерживающая macOS 12. Приносим извинения за неудобства!
zh_hans: 未来版本的 iTerm2 将需要 macOS 13（Ventura）或更高版本。这是支持 macOS 12 的最后一个版本。给你带来不便，敬请谅解！

# MarkdownHelpers.CopiedToast
source: Copied
de: Kopiert
ja: コピーしました
pt_br: Copiado
ru: Скопировано
zh_hans: 已拷贝

# Menu.ClearAll
source: Clear All
de: Alle löschen
ja: すべてクリア
pt_br: Limpar tudo
ru: Очистить всё
zh_hans: 全部清除

# MenuItemPopup.DefaultTitle
source: Select Menu Item…
de: Menüpunkt auswählen…
ja: メニュー項目を選択…
pt_br: Selecionar item de menu…
ru: Выбрать пункт меню…
zh_hans: 选择菜单项…

# MenuTip.AIChats
source: **AI Chats** opens a chat window where you can interact with AI. It can optionally view and control the terminal if you grant it permission.
de: **KI-Chats** öffnet ein Chat-Fenster, in dem Sie mit der KI interagieren können. Sie kann das Terminal optional einsehen und steuern, wenn Sie ihr die Berechtigung dazu erteilen.
ja: **AIチャット**は、AIと対話できるチャットウインドウを開きます。権限を付与すると、任意でターミナルを表示・制御できます。
pt_br: **AI Chats** abre uma janela de bate-papo onde você pode interagir com a IA. Opcionalmente, ela pode ver e controlar o terminal se você conceder permissão.
ru: **Чаты с ИИ** открывают окно чата, в котором можно взаимодействовать с ИИ. При наличии разрешения ИИ также может просматривать терминал и управлять им.
zh_hans: **AI Chats** 会打开一个聊天窗口，你可以在其中与 AI 互动。如果授予权限，它还可以查看和控制终端。

# MenuTip.Arrangements
source: **Window Arrangements** are a saved record of one or more windows, their tabs, and split panes, including how each pane is configured. They do not include content. They’re a quick way to create a working environment with multiple sessions in various configurations.
de: **Fensteranordnungen** sind eine gespeicherte Aufzeichnung eines oder mehrerer Fenster, ihrer Tabs und geteilten Bereiche, einschließlich der Konfiguration jedes Bereichs. Sie enthalten keine Inhalte. Sie sind eine schnelle Möglichkeit, eine Arbeitsumgebung mit mehreren Sitzungen in verschiedenen Konfigurationen zu erstellen.
ja: **ウインドウアレンジメント**は、1つ以上のウインドウ、そのタブ、分割ペイン、および各ペインの設定方法を記録した保存データです。内容（コンテンツ）は含まれません。複数のセッションをさまざまな構成で使った作業環境をすばやく作成する方法です。
pt_br: **Arranjos de janela** são um registro salvo de uma ou mais janelas, suas abas e painéis divididos, incluindo como cada painel está configurado. Eles não incluem o conteúdo. São uma maneira rápida de criar um ambiente de trabalho com várias sessões em diversas configurações.
ru: **Расположения окон** представляют собой сохранённую запись одного или нескольких окон, их вкладок и разделённых панелей, включая настройку каждой панели. Они не включают содержимое. Это быстрый способ создать рабочую среду с несколькими сеансами в различных конфигурациях.
zh_hans: **窗口排列** 是多个窗口、其标签页和分屏窗格的保存记录，包括每个窗格的配置方式。它们不包含内容。这是一种快速创建具有多种配置会话的工作环境的方法。
